tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'ctags'
brew 'diff-so-fancy'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gmp'
brew 'gnu-getopt'
brew 'go'
brew 'libtool'
brew 'graphviz'
brew 'htop'
brew 'jpeg'
brew 'libtiff'
brew 'xz'
brew 'imagemagick'
brew 'isl'
brew 'jid'
brew 'oniguruma'
brew 'jq'
brew 'less'
brew 'libev'
brew 'openssl'
brew 'libevent'
brew 'mpfr'
brew 'libmpc'
brew 'mackup'
brew 'mas'
brew 'memcached'
brew 'nmap'
brew 'node'
brew 'percona-server'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'postgresql', restart_service: true
brew 'qt'
brew 'qcachegrind'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zsh-completions'
cask 'chefdk'
cask 'wkhtmltopdf'
mas 'Alternote', id: 974971992
mas 'Dash', id: 449589707
mas 'Evernote', id: 406056744
mas 'Fotor Photo Editor', id: 503039729
mas 'GarageBand', id: 682658836
mas 'HPSTR', id: 1223459148
mas 'iMovie', id: 408981434
mas 'Inxtify', id: 1120975911
mas 'Keynote', id: 409183694
mas 'Leaf', id: 576338668
mas 'Manico', id: 724472954
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pocket', id: 568494494
mas 'Quiver', id: 866773894
mas 'Slack', id: 803453959
mas 'SonicWALL Mobile Connect', id: 822514576
mas 'SonicWall Mobile Connect', id: 822514576
mas 'The Unarchiver', id: 425424353
mas 'Time Out', id: 402592703
mas 'Todoist', id: 585829637
mas 'Toolbox for Keynote', id: 582635628
mas 'VPN Unlimited', id: 727593140
mas 'Wunderlist', id: 410628904
mas 'Xcode', id: 497799835
