tap "caskroom/cask"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "paritytech/paritytech"
brew "ack"
brew "autoconf"
brew "autojump"
brew "libpng"
brew "freetype"
brew "gettext"
brew "ctags"
brew "diff-so-fancy"
brew "exercism"
brew "gmp"
brew "isl"
brew "libmpc"
brew "git"
brew "gnu-getopt", link: true
brew "go"
brew "graphviz"
brew "hdf5"
brew "htop"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jid"
brew "oniguruma"
brew "jq"
brew "less"
brew "libev"
brew "openssl"
brew "mackup"
brew "mas"
brew "memcached"
brew "nmap"
brew "node"
brew "opencc"
brew "percona-server"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "qt"
brew "qcachegrind"
brew "rbenv"
brew "redis", restart_service: true
brew "ssh-copy-id"
brew "ta-lib"
brew "terminal-notifier"
brew "tesseract"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-completions"
brew "ethereum/ethereum/solidity"
brew "paritytech/paritytech/parity", args: ["stable"]
cask "chefdk"
cask "rstudio"
cask "wkhtmltopdf"
mas "Alternote", id: 974971992
mas "Dash", id: 449589707
mas "Evernote", id: 406056744
mas "Fotor Photo Editor", id: 503039729
mas "GarageBand", id: 682658836
mas "HPSTR", id: 1223459148
mas "iMovie", id: 408981434
mas "Inxtify", id: 1120975911
mas "Keynote", id: 409183694
mas "Leaf", id: 576338668
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "QQ", id: 451108668
mas "Quiver", id: 866773894
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "Wunderlist", id: 410628904
